Repository: yeKcim/warmux
Catalog: old/wormux-0.7.2/po/*.po
Languages: pt

source: ! Map %s not found :-(
pt: ! Mapa %s não encontrado :-(

source: %s (%s team) has died.
pt: %s (equipa %s) morreu.

source: %s <%s> aka %s from %s
pt: %s <%s> aka %s de %s

source: %s <%s> from %s
pt: %s <%s> de %s

source: %s commits suicide !
pt: %s matou se !

source: %s has fallen in water.
pt: %s caiu na água.

source: %s has fallen off the map!
pt: %s caiu fora do map!

source: %s is a psychopath, he has killed a member of %s team!
pt: %s é um psicopata, matou um membro da equipa %s !

source: (dead)
pt: (morto)

source: (unlimited)
pt: (ilimitadas)

source: Air attack
pt: Ataque aéreo

source: Authors:
pt: Autores:

source: Automatic bazooka
pt: Bazooka automático

source: Can't find team %s!
pt: Equipa %s não encontrada!

source: Cannot open teams directory (%s)!
pt: Não pode abrir diretório da equipa (%s)

source: Commit suicide
pt: Suicídio

source: Display player energy?
pt: Afixa a energia dos jogadores?

source: Display player's name?
pt: Afixa o nome dos jogadores?

source: Display wind particles?
pt: Afixa particulas do vento?

source: Duration of a turn:
pt: Duração d'uma volta:

source: Duration of the end of a turn:
pt: Duração do fim d'uma volta:

source: Dynamite
pt: Dinamite

source: Energy:
pt: Energia:

source: Error during loading skin %s:
pt: Erro no carregamento do skin%s

source: Error in %s:%lu
pt: Erro em %s.%lu

source: Error loading team %s:
pt: Erro no carregamento da equipa %s

source: Error while loading game mode %s (file %s):
pt: Erro no carregamento da modalidade de jogo %s (ficheiro %s):

source: Error: %s
pt: Erro: %s

source: Error: can't find the skin "%s" for the team "%s".
pt: Erro: não pode incontrar o skin "%s" para a equipe "%s".

source: Game options
pt: Opções de jogo

source: Graphic options
pt: Opções graphicas

source: Grenade
pt: Grenada

source: Gun
pt: Pistola

source: HOME directory (environment variable $HOME) could not be found!
pt: Diretório home (ambiente variável $HOME) não pode ser incontrado!

source: Initial energy:
pt: Energia inicial:

source: Initialisation
pt: Iniciação

source: Initialise data
pt: Iniciação dos dados

source: Initialise teams
pt: Iniciação das equipas

source: Load map
pt: Carregamento do terreno

source: Load maps:
pt: Carregamento dos terrenos:

source: Load skins:
pt: Carregamento dos skins:

source: Load teams:
pt: Carregamento das equipas:

source: Map %s, a creation of :
pt: Mappa %s, uma criação de :

source: Mine
pt: Mina

source: Music?
pt: Música?

source: Name:
pt: Nome:

source: Network Game
pt: Jogo de rede

source: No element <%s> found in the xml config file!
pt: Nenhum elemento <%s> encontrado no ficheiro xml!

source: Number of players per team:
pt: Números de jogadores por equipa:

source: Options
pt: Opções

source: Pause
pt: Pausa

source: Play
pt: Jogar

source: Please tell us your opinion of Wormux via email:
pt: Por favor diga nos a vossa opinião sobre Wormux por email:

source: Quit
pt: Deixar

source: Run game
pt: Lançamento do jogo

source: Select the teams:
pt: Seleto as equipas:

source: Select the world:
pt: Seleto o mapa:

source: Sound effects?
pt: Efeitos sonoros?

source: Sound options
pt: Opções sonoras

source: Starting a new game
pt: Lançamento d'um novo jogo

source: Stock:
pt: Munição:

source: Teleportation
pt: Teleportação

source: The automatic rocket has left the battlefield...
pt: O foguete automático partiu num outro mundo ...

source: The rocket left the battlefield...
pt: O foguete partiu num outro mundo ...

source: Unable to open maps directory (%s)!
pt: Incapaz de abrir o diretório dos mapas (%s)!

source: Unable to open skins directory (%s)!
pt: Incapaz de abrir o diretório dos skins (%s)!

source: Unknow action
pt: Ação desconhecida

source: Wait for clients
pt: A espera de clientes

source: Wait for map
pt: A espera do mapa

source: Wait for server
pt: A espera do server

source: Wait for server informations
pt: A espera de informações do server

source: Wait teams
pt: A espera de equipas

source: Warning! Winds particles mass is too low! Set by default to 0.3
pt: Aviso! A massa das partículas dos ventos é demasiado baixa! Ajuste pelo defeito a 0,3

source: Weapon:
pt: Arma:

source: What a shame for %s - he was killed by a simple gun!
pt: Demasiada vergonha para %s : foi matado por uma simple pistola !

source: Wormux launching...
pt: Lançamento de wormux...

source: Wormux version
pt: Wormux versão

source: XML error during loading map '%s' :
pt: Erro XML durante o carregamento do mapa '%s' :

source: You need at least one valid map !
pt: Você necessita ao menos um mapa válido!

source: You need at least two teams to play: change this in 'Options menu' !
pt: Tem necessidade pelo menos de duas equipas, corrige isto no 'menu Opções' !

source: You need at least two valid teams !
pt: Você necessita ao menos de dois equipas válidas!

source: Your shot has missed!
pt: Seu tiro faltou!
