Repository: yeKcim/warmux
Catalog: trunk/po/*.po
Languages: fr

source: Replay progress bar, not used for precise seeking. Short click for a +30s jump, long for +60s jump.
fr: Barre d'avancement du replay sans utilité pour un déplacement rapide. Clic court pour un saut de 30s, un long pour 60s.

source: Replay saved
fr: Replay enregistré

source: Resolution
fr: Résolution

source: Right button to resume/pause replay. Square right button to immediately exit it.
fr: Bouton droit pour pauser/redémarrer le replay. Bouton carré pour en sortir de suite.

source: Riot Bomb
fr: Bombe Anti-émeute

source: Run game
fr: Lancer le jeu

source: Save replay?
fr: Sauver le replay?

source: Say:
fr: Dire :

source: Scroll border size
fr: Importance du défilement

source: Scroll on border
fr: Défilement sur les bords

source: Select number of playing teams
fr: Change le nombre d'équipes en jeu

source: Server address:
fr: Adresse du serveur :

source: Server available on Internet
fr: Serveur disponible sur Internet

source: Server mode
fr: Mode serveur

source: Set initial direction with up/down Press space to launch Use Left/Right to change direction
fr: Régler la direction initiale avec haut/bas Appuyez sur espace pour tirer Gauche/droite pour changer la direction

source: Set timer 1-6 using +/- or 1-6 keys Press space to shoot One shoot per turn
fr: Réglez le retardateur avec +/- our les touches 1-6 Appuyez sur espace pour tirer Un tir par tour

source: Set timer 1-6 using +/- or 1-6 keys Space to place dynamite
fr: Réglez le retardateur avec +/- ou les touches 1-6 Appuyez sur espace pour poser la dynamite

source: Shoot
fr: Tir

source: Shoots all players in a straight line!
fr: Touche tous les joueurs sur une ligne!

source: Shotgun
fr: Fusil à Pompe

source: Show weapons menu
fr: Afficher le menu des armes

source: Show/hide the interface
fr: Afficher/Masquer l'interface

source: Shows the designated player address
fr: Indique l'adresse du joueur désigné

source: Skip turn
fr: Passer son tour

source: Slap
fr: Baffe

source: Slap the enemy to make him jump a bit.
fr: Baffez l'ennemi pour le faire un peu décoller.

source: Smaller aim angle and walk step
fr: Angle de visée et déplacement plus précis

source: Sniper Rifle
fr: Fusil à lunette

source: Someone put a booby trap into the crate!
fr: Quelqu'un a placé un piège dans cette boîte !

source: Sorry, currently, no game is waiting for players
fr: Désolé, il n'y a actuellement aucun jeu en attente de joueurs

source: Sorry, your version is not supported anymore. Supported versions are %s. You can download an updated version from http://www.warmux.org/wiki/download.php
fr: Désolé, votre version du jeu n'est plus supporté. Les versions supportées sont les versions %s. Vous pouvez télécharger une version à jour sur http://www.warmux.org/wiki/download.php

source: Sound
fr: Son

source: Sound effects?
fr: Effets sonores ?

source: Sound frequency
fr: Fréquence d'échantillonage

source: Sounds
fr: Sons

source: Starting a new game
fr: Lancement d'une nouvelle partie

source: Stock:
fr: Munitions :

source: Submachine Gun
fr: Mitraillette

source: Switch between classical and replay interface
fr: Passe entre les modes classique et replay de l'interface

source: Syringe
fr: Seringue

source: Take screenshot
fr: Capture d'écran

source: Talk in network battles
fr: Parler en cours de partie en réseau

source: Team deleted
fr: Equipe effacée

source: Team graphs
fr: Graphes

source: Team saved
fr: Equipe enregistrée

source: Team stats
fr: Statistiques

source: Teams
fr: Équipes

source: Teams editor
fr: Éditeur d'équipe

source: Teams in decreasing order of total energy
fr: Equipes en ordre décroisssant d'énergie totale

source: Teleportation
fr: Téléportation

source: The Cluster Bomb has left the battlefield before it could explode.
fr: La Grenade à Fragmentation a quitté le champ de bataille avant d'exploser.

source: The Football Bomb has left the battlefield before it could explode.
fr: La Ballon Explosif a quitté le champ de bataille avant d'exploser.

source: The Gnu left the battlefield before exploding!
fr: Le Gnu a déserté le champ de bataille avant d'exploser.

source: The Polecat left the battlefield before exploding!
fr: Le Putois a déserté le champ de bataille avant d'exploser .

source: The automatic rocket has left the battlefield...
fr: La Roquette Automatique est partie dans un autre monde...

source: The ball left the battlefield before exploding!
fr: La Balle a quitté le champ de bataille avant d'exploser.

source: The bigger the faster you'll fall!
fr: Plus c'est grand, plus dure sera la chute!

source: The blitz mode does not reset the time between each team turn. A team looses when it has no players left or its time has ran out.
fr: La partie éclair ne réinitialise pas le temps entre chaque tour d'une équipe. Une équipe perd quand elle n'a plus de joueur ou que son temps imparti s'est écoulé.

source: The client and server versions are incompatible (local=%s, server=%s). Please try another server.
fr: Les versions client et serveur sont incompatibles (local=%s, serveur=%s). Essayez un autre serveur SVP.

source: The connection timed out. Check there is no firewall in the way!
fr: La connexion a expiré. Vérifiez qu'il n'y a pas de firewall !

source: The disco grenade has left the dance floor before exploding!
fr: La Grenade Disco a quitté la piste de danse avant d'exploser.

source: The game was interrupted because you got disconnected.
fr: La partie s'est terminée en raison d'une déconnexion.

source: The grenade left the battlefield before exploding!
fr: La Grenade a quitté le champ de bataille avant d'exploser.

source: The others are waiting for you! Wake up! :-)
fr: Les autres t'attendent! Réveille-toi :-)

source: The parachute is activated automatically.
fr: Le parachute est automatiquement activé .

source: The rocket has left the battlefield...
fr: La Roquette est partie dans un autre monde...

source: The server rejected the connection.
fr: Le serveur a rejeté la connexion.

source: The server rejected the connection: wrong password!
fr: Le serveur a rejeté la connexion : mauvais mot de passe!

source: The weapon %s has infinite ammo, but bonus boxes might contain ammo for it!
fr: L'arme %s a les munitions infinies, mais les boîtes de bonus pourraient contenir des munitions pour elle!

source: This key has already been attributed to '%s'
fr: Cette touche a déjà été attribuée à '%s'

source: Time
fr: Temps

source: Time left in this turn and time elapsed since game start. Click to pause
fr: Temps restant dans ce tour et écoulé depuis le début de la partie. Clic pour mettre en pause

source: Timeout: Mouse wheel or Page Up/Down Angle: Up/Down Fire: Press space until desired strength is reached One ammo per turn
fr: Échéance : Molette ou Page Suiv./Préc. Angle : Haut/Bas Tir : appuyer sur la touche espace jusqu'à la puissance désirée Une munition par tour

source: Timeout: Mouse wheel or Page Up/Down Angle: Up/Down Fire: space key One ammo per turn
fr: Échéance : Molette ou Page Suiv./Préc. Angle : Haut/Bas Tir : espace Une munition par tour

source: Toggle fullscreen
fr: Plein écran

source: Toggle interface
fr: Afficher l'interface

source: Toggle minimap
fr: Afficher la mini-carte

source: Toggle weapons menu
fr: Afficher le menu des armes

source: Touch controls
fr: Contrôles tactiles

source: Touch/click the left or right arrows to move respectively left or right
fr: Pressez les flèches gauche ou droite pour aller à gauche ou droite

source: Touch/click the left or right arrows to respectively raise or lower the aim
fr: Pressez les flèches gauche ou droite pour lever ou baisser le viseur

source: Touch/click to change the weapon timer
fr: Pressez pour changer le retardateur de l'arme

source: Touch/click to fire / start filling weapon speed gauge
fr: Presser pour faire feu/remplir la jauge de vitesse de l'arme

source: Touch/click to jump. Maintaining the touch/click to high jump.
fr: Pressez pour sauter. Maintenir appuyer pour un saut haut.

source: Unable to contact the host.
fr: Impossible de contacter le serveur.

source: Unable to open the maps directory (%s)!
fr: Impossible d'ouvrir le répertoire des terrains (%s) !

source: Unable to open the personal maps directory (%s)!
fr: Impossible d'ouvrir le répertoire personnel des terrains (%s) !

source: Unable to use this port!
fr: Impossible d'utiliser ce port !

source: Unknown command
fr: Commande inconnue

source: Unknown command of type %i
fr: Commande inconnue de type %i

source: Unlimited
fr: Illimité

source: Up
fr: Haut

source: Up slowly
fr: Haut lentement

source: Up/Down: Set direction Set timer 1-6 using +/- or 1-6 keys Press space till desired strength
fr: Haut/bas: réglez la direction Réglez le retardateur avec +/- our les touches 1-6 Appuyez sur espace jusqu'à la puissance souhaitée

source: Usage: left click on the target Anvil kill all characters beneath. One ammo per turn
fr: Clic gauche sur la cible L'enclume tue tous les personnages en dessous. Une munition par tour

source: Usage: left click on the target Initial fire angle: Up/Down Firing: keep the space key pressed until the desired strength One ammo per turn
fr: Clic gauche sur la cible Angle de tir initial : Haut/Bas Tirer : appuyer sur la touche espace jusqu'à la puissance désirée Une munition par tour

source: Version verification failed because: %s
fr: La vérification de la version a échoué : %s

source: Wait until some opponent(s) connect!
fr: Attendez que d'autres adversaire(s) se connecte(nt)!

source: Wait! %i player is not ready yet!
fr: Attendez ! %i joueur n'est pas encore prêt !

source: Waiting for %s
fr: En attente de %s

source: Waiting for remote players
fr: En attente de joueurs distants

source: Waiting for the server. All you can do is cancel or chat!
fr: Attente du serveur, vous pouvez seulement annuler ou discuter !

source: Warmux launching...
fr: Lancement de Warmux...

source: Warmux version
fr: Version de Warmux

source: Weapon category 8
fr: Catégorie 8 d'armes

source: Weapon: Fire / Bonus box: drop
fr: Arme : tir / Boite de bonus : chute

source: Weapons
fr: Armes

source: Website:
fr: Site web :

source: Welcome to %s on %s!
fr: Bienvenue dans la partie %s du serveur %s!

source: What a beautiful homerun! %s from %s team is in another world...
fr: Homerun ! %s de l'équipe %s est dans un autre monde…

source: What a shame for %s - he was killed by a simple gun!
fr: Trop la honte pour %s : il a été tué par un simple pistolet !

source: When a character can be switched
fr: Quand un personnage peut être sélectionné

source: Wind particles?
fr: Particules du vent ?

source: Wind strength and direction. Click here to switch to touch controls.
fr: Force et direction du vent. Cliquer pour afficher les contrôles tactiles.

source: Winner
fr: Vainqueur

source: Woah! Combo of %u!
fr: Ouah! Combo de %u!

source: Wrong map CRC!
fr: CRC du terrain erroné !

source: Wrong map name!
fr: Nom du terrain erroné !

source: Wrong team!
fr: Equipe erronée !

source: Wrote %i/%i bytes
fr: Seulement %i/%i octets écrits

source: You are alone. :-/
fr: T'es tout seul :-/

source: You are the new turn master! Learn about your new powers by typing /help
fr: Vous êtes le nouveau maître du jeu! Apprenez vos nouveaux pouvoirs en tappant /help

source: You must fill Head Commander and all player names
fr: Vous devez renseigner le nom du Commandant et de tous les joueurs

source: You need at least one valid map!
fr: Il faut au minimum un terrain valide !

source: You need at least two valid teams!
fr: Il faut au minimum deux équipes valides !

source: You won't be able to play before selecting a team!
fr: Vous ne pourrez jouer sans sélectionner d'équipe !

source: Your shot has missed!
fr: Tir dans le vide...

source: aka
fr: alias

source: attack direction: Left/Right Bombing: Left click on the target One bombing per turn
fr: Direction de l'attaque : Gauche/Droite Salve : clic gauche sur la cible Une salve par tour

source: couldn't load config
fr: fichier de configuration non chargé

source: custom player
fr: Joueur personnalisé

source: done
fr: terminé

source: error parsing the config file
fr: Erreur lors de la lecture du fichier de configuration

source: from
fr: de

source: loading...
fr: chargement...

source: no configuration file!
fr: pas de fichier de configuration !

source: o Loading music
fr: o Chargement de la musique

source: o Loading sound profile: %s
fr: o Chargement du profil son : %s

source: o Opened audio at %d Hz %d bit
fr: o Démarrage du son à %d Hz %d bit
