Repository: yeKcim/warmux
Catalog: trunk/po/*.po
Languages: fr

source: ! Map %s not found :-(
fr: Le terrain %s est introuvable :-(

source: %.1f fps
fr: %.1f img/s

source: %i player connected
fr: %i joueur connecté

source: %i player ready
fr: %i joueur prêt

source: %s <%s> aka %s from %s
fr: %s <%s> alias %s (%s)

source: %s <%s> from %s
fr: %s <%s> de %s

source: %s Team
fr: Équipe %s

source: %s Team - Remote
fr: Équipe %s - Distante

source: %s from %s team committed suicide!
fr: %s de l'équipe %s s'est suicidé !

source: %s from %s team has died.
fr: %s de l'équipe %s est mort.

source: %s from %s team has fallen into the water!
fr: %s de l'équipe %s est tombé dans l'eau.

source: %s from %s team has fallen off the map!
fr: %s de l'équipe %s est sorti du terrain !

source: %s from %s team has hit the ground too hard!
fr: %s de l'équipe %s a touché le sol trop fort !

source: %s from %s team is dead because he is clumsy!
fr: %s de l'équipe %s est mort à cause de sa maladresse !

source: %s has address %s
fr: %s a pour adresse %s

source: %s has done something for the environment, he has not ordered the polecat to fart.
fr: %s a fait un geste pour l'environnement, il n'a pas ordonné au putois de péter.

source: %s has won %u points of energy!
fr: %s a gagné %u points de vie !

source: %s is a psychopath, he has killed a member of the %s team!
fr: %s est un psychopathe, il a tué un membre de son équipe (%s) !

source: %s is next to a mine!
fr: %s est près d'une mine !

source: %s just connected
fr: Connexion de %s

source: %s just disconnected
fr: Déconnexion de %s

source: %s kicked from game
fr: %s bouté hors de la partie

source: %s needs a pause.
fr: %s a besoin d'une pause

source: %s team already has infinite ammo for the %s!
fr: L'équipe %s a déjà un nombre illimité de munitions pour l'arme %s !

source: %s team has skipped its turn.
fr: L'équipe %s a sauté son tour.

source: %s team has won %u Cluster bazookas!
fr: L'équipe %s a gagné %u Bazooka à Fragmentation !

source: %s team has won %u Gnu! Blow them all, cowboy!
fr: L'équipe %s a gagné %u Gnu! Dégage tes adversaires cowboy!

source: %s team has won %u air attack!
fr: L'équipe %s a gagné %u Frappe Aérienne !

source: %s team has won %u airhammer! Don't make too much noise with it! Thanks, your neighbours.
fr: L'équipe %s a gagné %u Marteau-piqueur! Ne faîtes pas trop de bruit pour vos voisins!

source: %s team has won %u anvil! Splat them all!
fr: L'équipe %s a gagné %u Enclume ! Écrase les tous !

source: %s team has won %u automatic bazooka!
fr: L'équipe %s a gagné %u Bazooka Automatique !

source: %s team has won %u baseball bat!
fr: L'équipe %s a gagné %u Batte de Baseball !

source: %s team has won %u bazooka!
fr: L'équipe %s a gagné %u Bazooka !

source: %s team has won %u blowtorch! If you're under 18, ask your parents to use it.
fr: L'équipe %s a gagné %u Chalumeau! Si vous êtes mineur, demandez à vos parents avant de l'utiliser!

source: %s team has won %u bounce ball! Boing!
fr: L'équipe %s a gagné %u Balle Rebondissante ! Boing !

source: %s team has won %u cluster bomb!
fr: L'équipe %s a gagné %u Grenade à Fragmentation ! Attention à ne pas trop se disperser !

source: %s team has won %u construct weapon! Don't forget your helmet.
fr: L'équipe %s a gagné %u Kit de Construction ! N'oublie pas ton casque de chantier !

source: %s team has won %u disco grenade! Shake your body when throwing it!
fr: L'équipe %s a gagné %u Grenade Disco ! Bouge ton corps !

source: %s team has won %u dynamite!
fr: L'équipe %s a gagné %u Dynamite !

source: %s team has won %u flame-thrower!
fr: L'équipe %s a gagné %u Lance-Flammes ! Ça sent déjà le cramé...

source: %s team has won %u football bomb!
fr: L'équipe %s a gagné %u Ballon Explosif !

source: %s team has won %u grapple!
fr: L'équipe %s a gagné %u Grappin !

source: %s team has won %u grenade!
fr: L'équipe %s a gagné %u Grenade !

source: %s team has won %u gun!
fr: L'équipe %s a gagné %u Pistolet !

source: %s team has won %u jetpack! Groovy!
fr: Ça plane pour l'équipe %s ! Elle a gagné %u Jetpack !

source: %s team has won %u lowgrav! Small step for man, giant leap for free software!
fr: L'équipe %s a gagné %u Anti-gravité ! Un petit pas pour l'homme, un bond de géant pour le logiciel libre !

source: %s team has won %u mine!
fr: L'équipe %s a gagné %u Mine !

source: %s team has won %u parachute!
fr: L'équipe %s a gagné %u Parachute !

source: %s team has won %u polecat! You have your gas mask, right?
fr: L'équipe %s a gagné %u Putois ! Sortez les masques à gaz !

source: %s team has won %u rail gun! It's skewer time!
fr: L'équipe %s a gagné %u Railgun ! Attention à ne pas trop se disperser !

source: %s team has won %u riot bomb!
fr: L'équipe %s a gagné %u Bombe Anti-émeutes !

source: %s team has won %u shotgun!
fr: L'équipe %s a gagné %u Fusil à pompe !

source: %s team has won %u slap!
fr: L'équipe %s a gagné %u Baffe !

source: %s team has won %u sniper rifle! Aim and shoot between the eyes!
fr: L'équipe %s a gagné %u Fusil à lunette ! Vise entre les yeux !

source: %s team has won %u submachine gun!
fr: L'équipe %s a gagné %u Mitraillette !

source: %s team has won %u suicide!
fr: L'équipe %s a gagné %u Suicide !

source: %s team has won %u syringe!
fr: L'équipe %s a gagné %u Seringue !

source: %s team has won %u teleportation!
fr: L'équipe %s a gagné %u Téléportation !

source: %s team has won %u turn skip! I know you'll love it.
fr: L'équipe %s a gagné %u passage de tour ! Wouw, quel arme sur-puissante !

source: %s team has won %u tux launcher! Never seen a flying penguin?
fr: L'équipe %s a gagné %u Lance-Tux ! Depuis quand les manchots savent voler ??

source: %s took a member of the %s team to the grave with him!
fr: %s a emmené un membre de l'équipe %s dans la tombe avec lui !

source: %s: no such nickame
fr: %s: personne de ce nom

source: 'Duel' weapon category
fr: Catégorie des armes de duel

source: 'Heavy' weapon category
fr: Catégorie des armes lourdes

source: 'Move' weapon category
fr: Change de catégorie d'armes

source: 'Rifle' weapon category
fr: Catégorie des fusils

source: 'Special' weapon category
fr: Catégorie des armes 'spéciales'

source: 'Throwing' weapon category
fr: Catégorie des armes à lancer

source: 'Tool' weapon category
fr: Catégorie 'Outils'

source: (dead)
fr: (mort)

source: (system language)
fr: (langue du système)

source: (unknown time)
fr: (temps inconnu)

source: (unlimited)
fr: (illimitées)

source: A new version %s is available, while your version is %s. You may want to check whether an update is available for your OS!
fr: Une nouvelle version %s est disponible alors que vous utilisez la version %s. Vous devriez vérifier s'il existe une mise à jour disponible pour votre système !

source: Air Attack
fr: Frappe Aérienne

source: Airhammer
fr: Marteau-piqueur

source: All teams
fr: Toutes les équipes

source: Always
fr: Toujours

source: And the winner is...
fr: Et le vainqueur est...

source: Angle: Up/Down Fire: space key a hit per turn
fr: Angle: Haut/Bas Tir: espace Un coup par tour

source: Anvil
fr: Enclume

source: Area currently displayed
fr: Zone actuellement affichée

source: Authors:
fr: Auteurs :

source: Automatic Bazooka
fr: Bazooka Automatique

source: Back jump
fr: Saut arrière

source: Back to battle
fr: Retour à la partie

source: Bad socket ...
fr: Socket erronée...

source: Baseball Bat
fr: Batte de Baseball

source: Before action
fr: Avant l'action

source: Benchmark
fr: Mesures de performance

source: Blitz
fr: Partie éclair

source: Blowtorch
fr: Chalumeau

source: Bounce Ball
fr: Balle Rebondissante

source: Bye bye Tux...
fr: Adieu Tux…

source: Can't find team %s!
fr: Impossible de trouver l'équipe %s !

source: Cannot open personal teams directory (%s)!
fr: Impossible d'ouvrir le répertoire personnel des équipes(%s) !

source: Cannot open teams directory (%s)!
fr: Impossible d'ouvrir le répertoire des équipes (%s) !

source: Cannot open the custom teams directory (%s)!
fr: Impossible d'ouvrir le répertoire des équipes personnalisées (%s) !

source: Center camera on character
fr: Centre la caméra sur le personnage

source: Center on active character
fr: Centre la caméra sur personnage courant

source: Change active character
fr: Change de personnage courant

source: Change aim angle
fr: Modifie l'angle de visée

source: Change number of players per team
fr: Change le nombre de joueurs par équipe

source: Change replay speed. Right part displays current speed.
fr: Change la vitesse du replay. La partie droite indique la vitesse actuelle.

source: Change weapon
fr: Change d'arme

source: Change weapon category
fr: Change de catégorie d'armes

source: Change weapon countdown
fr: Modifie le délai avant détonation

source: Character name. Character energy. Team name.
fr: Nom du personnage. Energie du personnage. Nom de l'équipe.

source: Character names:
fr: Nom des personnages :

source: Character switching
fr: Changement de personnage

source: Chat
fr: Tchat

source: Check updates online?
fr: Vérifier les mises à jour ?

source: Choose randomly between the different maps
fr: Choisir aléatoirement parmi les différents terrains

source: Classic
fr: Classique

source: Click on either side of the central (selected) map or use wheelmouse to change the selected map.
fr: Cliquer sur le côté de la carte centrale ou utiliser la molette pour changer la carte sélectionnée.

source: Click onto map to teleport yourself to a place of your choice.
fr: Cliquer sur la carte pour vous téléporter à l'endroit de votre choix

source: Click onto the place, where you want to place the construction. Up/down changes direction.
fr: Cliquer sur l'endroit où vous souhaitez placer la construction Haut/Bas change sa direction.

source: Click to let a player handle the team instead of the AI, and vice versa
fr: Cliquer pour qu'un joueur se charge de l'équipe au lieu de l'IA

source: Click/wheelmouse to change the team. You can't select the same team several times.
fr: Clic/molette pour changer l'équipe. Une équipe ne peut être choisie plusieurs fois.

source: Client mode
fr: Mode client

source: Clumsiest
fr: Le plus maladroit

source: Cluster Bomb
fr: Grenade à Fragmentation

source: Cluzooka
fr: Bazooka à Fragmentation

source: Comment:
fr: Commentaire :

source: Commit Suicide
fr: Suicide

source: Configuration menu
fr: Menu de configuration

source: Connect to game
fr: Se connecter

source: Connected !
fr: Connecté !

source: Connected players:
fr: Joueurs connectés :

source: Construct
fr: Construction

source: Controlled by:
fr: Contrôlé par :

source: Couldn't fetch last version from %s
fr: N'a pu récupéré la dernière version à partir de %s

source: Couldn't open file %s
fr: Impossible d'ouvrir le fichier %s

source: Credits
fr: Crédits

source: Current controls
fr: Contrôles actuels

source: Current turn time info. Click to launch the pause menu.
fr: Info de temps pour le tour en cours. Clic pour ouvrir le menu de pause.

source: Current weapon and ammo left, long click to display its help. Click to open selection menu.
fr: Arme utilisée et munitions restantes, clic long pour afficher son aide. Clic pour ouvrir le menu de sélection.

source: Damage per turn during death mode
fr: Dégâts par tour durant le mode mort subite

source: Decrease explosion delay
fr: Diminuer le retardateur

source: Decrease minimap size
fr: Diminuer la taille de la minimap

source: Decrease sound volume
fr: Diminuer le volume sonore

source: Disco Grenade
fr: Grenade Disco

source: Displays this message
fr: Afficher ce message

source: Don't forget to validate once you have selected your team(s)!
fr: N'oubliez pas de valider, une fois que vous avez sélectionné votre/vos équipes!

source: Down
fr: Bas

source: Down slowly
fr: Bas lentement

source: Drag&drop: Move camera
fr: Glissez-déplacez : déplace la caméra

source: Duration before death mode
fr: Nombre de tours avant le death mode

source: Duration of a turn
fr: Durée d'un tour

source: END OF GAME
fr: FIN DU JEU

source: Effects volume
fr: Volume des effets sonores

source: Energy
fr: Énergie

source: Error initializing network: Client %s does not agree with you!! - %s
fr: Erreur durant l'initialisation du réseau : le Client %s n'est pas d'accord avec vous !! - %s

source: Error loading ground
fr: Erreur au chargement du terrain

source: Error loading team :
fr: Erreur au chargement de l'équipe :

source: Error while creating directory "%s": unable to store configuration file.
fr: Erreur lors de la création du répertoire "%s" : impossible de sauvegarder la configuration du jeu.

source: Error while deleting the directory "%s". Unable to delete the custom team.
fr: Erreur lors de la suppression du répertoire "%s" : impossible de supprimer l'équipe personnalisée.

source: Error while deleting the file "%s". Unable to delete the custom team.
fr: Erreur lors de la suppression du fichier "%s" : impossible de supprimer l'équipe personnalisée.

source: Error: Unable to connect to %s:%s
fr: Erreur : Impossible de se connecter à %s : %s

source: Error: Unable to contact the index server to host a game
fr: Erreur : Impossible de contacter le serveur d'index pour la création d'une partie

source: Error: Unable to contact the index server to search for an internet game
fr: Erreur : Impossible de contacter le serveur d'index pour rechercher une partie sur internet

source: Error: Unable to start the server
fr: Erreur : Impossible de démarrer le serveur

source: Error: Your server is not reachable from the internet. Check your firewall configuration: TCP Port %s must accept connections from the outside. If you are not directly connected to the internet, check your router configuration: TCP Port %s must be forwarded on your computer.
fr: Erreur : Votre serveur n'est pas accessible depuis Internet. Vérifiez la configuration de votre parefeu : le port TCP %s doit accepter les connexions extérieures. Si vous n'êtes pas directement connecté à Internet, vérifiez la configuration de votre routeur : le port TCP %s doit être redirigé vers votre ordinateur.

source: Error: can't find the body "%s" for the team "%s".
fr: Erreur : impossible de trouver le skin "%s" pour l'équipe "%s".

source: Experiment new game rules
fr: Testez d'autres règles de jeu!

source: Explosion delay of %u
fr: Régler le retardateur à %u

source: FPS
fr: Cadence

source: Failed to save replay
fr: Echec à l'enregistrement du replay

source: Filename:
fr: Nom de fichier :

source: Flame Thrower
fr: Lance-Flammes

source: Football Bomb
fr: Ballon Explosif

source: Fullscreen?
fr: Plein écran ?

source: Game
fr: Partie

source: Game is not synchronized anymore! This is BAD, the network game will be interrupted, sorry. Please, report the bug to the Warmux Team by mail or through the forum. Precise your computer configuration and attach the bug.wrf file that has just been created in your home folder.
fr: La partie n'est plus synchronisée! C'est MAL, la partie réseau va devoir s'interrompre, désolé. SVP, informez l'équipe de WarMUX de ce bug par mail ou via le forum. Précisez la configuration de votre ordi, et joindre le nouveau fichier bug.wrf qui vient d'être créé dans votre répertoire personnel.

source: Game menu
fr: Menu de jeu

source: Game mode
fr: Mode de jeu

source: Game name:
fr: Nom de la partie :

source: Game out of sync!
fr: Partie désynchronisée

source: Gnu Launcher
fr: Lance-Gnu

source: Go to player Press space to inject Will cure your teammate or slowly kill your opponent
fr: Approchez d'un joueur Pressez espace pour injecter Soignera votre équipier ou tuera lentement votre adversaire

source: Graphics
fr: Graphismes

source: Grapple
fr: Grappin

source: Gravity
fr: Gravité

source: Ground initialization...
fr: Initialisation du terrain...

source: Gun
fr: Pistolet

source: Have a good game!
fr: Bonne partie !

source: Head commander
fr: Commandant

source: Help
fr: Aide

source: High
fr: Haute

source: High jump
fr: Saut en hauteur

source: Host a game
fr: Héberger une partie

source: Hurry up, you are too slow !!
fr: Dépêchez-vous, vous êtes trop lents !!

source: I like WarMUX :)
fr: J'aime WarMUX :)

source: If you found a bug or have a feature request send us an email (in english, please):
fr: Si vous trouvez un bug ou si vous pensez qu'il manque quelque chose à Warmux, envoyez un mail (en anglais, svp) :

source: If you like medkits, increase this
fr: C'est fait pour vous si vous aimez les soins

source: Increase explosion delay
fr: Augmenter le retardateur

source: Increase minimap size
fr: Augmenter la taille de la minimap

source: Increase sound volume
fr: Augmenter le volume sonore

source: Increase this for faster death mode end
fr: Permet d'accélérer le final de la partie

source: Increase this if you are a slow player
fr: Si vous êtes lents, augmentez-le!

source: Increase this if you like long games
fr: Augmente la durée des parties

source: Ingame display
fr: Affichage en cours de jeu

source: Initial energy
fr: Énergie initiale

source: Initial fire angle: Up/Down Fire: Press space until desired strength is reached One ammo per turn
fr: Garder la touche espace enfoncée Angle : Haut/Bas Une munition par tour

source: Initialise map
fr: Initialisation du terrain

source: Initialise sounds
fr: Initialisation des sons

source: Initialise teams
fr: Initialisation des équipes

source: Interface and touch controls, more details in other tabs
fr: Interface, plus de détails dans un autre onglet

source: Invalid filename
fr: Nom de fichier invalide

source: It's a present!
fr: C'est un cadeau !

source: Jump
fr: Saut

source: Jump backwards
fr: Saut en arrière

source: Keep the space key pressed Angle: Up/Down One ammo per turn
fr: Usage : garder la touche espace enfoncée Angle : Haut/Bas Une munition par tour

source: Key
fr: Touche

source: Key bindings
fr: Touches

source: Keyboard
fr: Clavier

source: Kicks the player designated by <nickname> out of the game
fr: Expulse le joueur désigné par <nickname>.

source: Language
fr: Langue

source: Left-handed mouse?
fr: Souris pour gaucher ?

source: Lists the connected players
fr: Liste les joueurs connectés

source: Load maps:
fr: Chargement des terrains :

source: Load teams:
fr: Chargement des équipes :

source: Local teams:
fr: Équipes locales :

source: Low memory
fr: Peu de mémoire

source: LowGrav
fr: Anti-Gravité

source: Manual connection
fr: Connexion manuelle

source: Map
fr: Terrain

source: Map %s in folder '%s' is invalid: %s
fr: La carte %s dans le dossier '%s' est invalide: %s

source: Map %s, a creation of:
fr: Terrain %s, une création de :

source: Map author information: name, email, nickname, country
fr: Information sur l'auteur de la carte: nom, email, surnom, pays

source: Maps
fr: Terrains

source: Master mode
fr: Mode joueur principal

source: Max energy
fr: Énergie maximale

source: Maximum FPS
fr: Nbr. max. d'img/s

source: Medium
fr: Moyenne

source: Minimap, more details in another tab
fr: Minimap, plus de détails dans un autre onglet

source: Misc
fr: Divers

source: Modifiers
fr: Mods

source: More energy, more shots needed
fr: Plus de tirs nécessaires?

source: Most accurate
fr: Le plus précis

source: Most sold-out
fr: Le plus traître

source: Most useful
fr: Le plus utile

source: Most useless
fr: Le plus inutile

source: Most violent
fr: Le plus violent

source: Move camera down
fr: Descend la caméra

source: Move camera left
fr: Déplace la caméra à gauche

source: Move camera right
fr: Déplace la caméra à droite

source: Move camera up
fr: Monte la caméra

source: Move camera with mouse or arrows
fr: Déplace la caméra avec la souris / les flèches

source: Move character
fr: Déplace le personnage

source: Move left
fr: Va à gauche

source: Move left slowly
fr: Va lentement à gauche

source: Move right
fr: Va à droite

source: Move right slowly
fr: Va lentement à droite

source: Multi-layer sky?
fr: Ciel multi-couche ?

source: Music volume
fr: Volume de la musique

source: Music?
fr: Musique ?

source: Network
fr: Jeu en réseau

source: Network Game
fr: Jeu en réseau

source: Never
fr: Jamais

source: New network game at
fr: Nouvelle partie en réseau à

source: New player warning?
fr: Avertissement de nouveau joueur ?

source: Next character
fr: Personnage suivant

source: No element <%s> found in the xml config file!
fr: Aucun élément <%s> n'a été trouvé dans le fichier de configuration XML !

source: No player connected
fr: Aucun joueur connecté

source: No pointer
fr: Pas de pointeur

source: Nobody!
fr: Personne !

source: None
fr: Aucune

source: Number of characters
fr: Nombre de personnages

source: Number of teams:
fr: Nombre d'équipes :

source: On a character: select it
fr: Sur un personnage : change le personnage actif

source: On map: select a target
fr: Sur la carte : choisir une cible

source: Open options menu
fr: Ouvrir le menu des options

source: Options menu
fr: Menu Options

source: Parachute avoids hitting the ground too hard Opens automatically Use left/right to change direction
fr: Le parachute évite d'aterrir trop durement S'ouvre automatiquement Gauche/droite pour changer la direction

source: Password:
fr: Mot de passe :

source: Place mine by pressing space Mine explodes when someone steps onto it May be a fake mine by chance
fr: Placez la mine en appuyant sur espace La mine exploses lorsque quelqu'un marche dessus Peut être un leurre

source: Play
fr: Jouer

source: Play several times
fr: Jouer plusieurs fois

source: Player
fr: Joueur

source: Player energy?
fr: Énergie des joueurs ?

source: Player's name?
fr: Nom des joueurs ?

source: Polecat Launcher
fr: Lance-Putois

source: Position of bonus boxes or medkits
fr: Position des boîtes de soi ou de munitions

source: Position of the characters. A circle surrounds the active character.
fr: Un cercle indique le personnage actif

source: Press space to commit suicide
fr: Appuyez sur espace pour vous suicider

source: Press space to dig Ammo is used when counter reaches zero One ammo per turn
fr: Appuyez sur espace pour creuser Une munition consommée lorsque le compteur atteind zéro Une munition par tour

source: Press space to rise up Try to have a soft landing.
fr: Appuyez sur espace pour vous envoler Essayez d'avoir un atterrissage en douceur.

source: Press space to shoot Use Up/Down to change initial angle
fr: Appuyez sur espace pour tirer Haut/bas pour changer l'angle initial

source: Press space to shoot Use Up/Down to change initial angle Change angle while shooting
fr: Appuyez sur espace pour tirer Haut/bas pour changer l'angle initial Changez l'angle en cours de tir

source: Press space to shoot grapple Use left/right to swing Press space to release
fr: Appuyez sur espace pour tirer Gauche/droite pour vous balancer A nouveau espace pour vous libérer

source: Press space to skip turn. Please notice: No chance to undo!
fr: Appuyez sur espace pour passer votre tour Attention : ne peut être annulé!

source: Press space to use Gravity is decreased Ends when selecting another weapon
fr: Appuyez sur espace pour utiliser La gravité diminue S'achève lorsqu'une autre arme est sélectionnée

source: Public battles
fr: Batailles Publiques

source: Quality
fr: Qualité

source: Quickly quit game with Ctrl
fr: Quitter rapidement le jeu avec la touche [Ctrl]

source: Quit
fr: Quitter

source: Quit Warmux
fr: Quitter Warmux

source: Quit game
fr: Quitter la partie

source: Random map
fr: Terrain aléatoire

source: Read only %i bytes
fr: Lu seulement %i octets

source: Reading the default config file
fr: Lecture du fichier de configuration par défaut

source: Reading the personal config file
fr: Lecture du fichier de configuration personnel

source: Replay controls
fr: Contrôles du replay

source: Replay mode
fr: Mode replay
