Repository: yeKcim/warmux
Catalog: old/wormux-0.7.4/po/*.po
Languages: bs

source: Most sold-out : %s (%i).
bs: Najviše se prodao: %s (%i).

source: Most usefull : %s (%i).
bs: Najkorisniji: %s (%i).

source: Most useless : %s (%i).
bs: Najbeskorisniji : %s (%i).

source: Most violent : %s (%i).
bs: Najagresivniji : %s (%i).

source: ! Map %s not found :-(
bs: ! Mapa %s nije pronađena :-(

source: %s (%s team) has died.
bs: %s (%s tim) je mrtav.

source: %s <%s> aka %s from %s
bs: %s <%s> aka %s iz %s

source: %s <%s> from %s
bs: %s <%s> iz %s

source: %s commits suicide !
bs: %s izvršava samoubistvo !

source: %s has fallen in water.
bs: %s je pao u ovdu.

source: %s has fallen off the map!
bs: %s je ispao sa mape!

source: %s has lost %u point of energy.
bs: %s je izgubio %u peona energije.

source: %s has won %u point of energy!
bs: %s je dobio %u poena energije!

source: %s is a psychopath, he has killed a member of %s team!
bs: %s je psihopata, ubio je člana %s tima!

source: %s is dead because he is clumsy!
bs: %s je mrtav zato što je smotan!

source: %s is next to a mine!
bs: %s je pored mine!

source: %s team has won %u automatic bazooka!
bs: %s tim je dobio %u automatske bazuke!

source: %s team has won %u stick of dynamite!
bs: %s tim je dobio %u dinamita!

source: %s team has won %u teleportation.
bs: %s tim je dobio %u teleporta.

source: %s team has won.
bs: %s tim je pobijedio.

source: '%s has won %u air attack
bs: '%s je dobio %u zračnog napada

source: (dead)
bs: (mrtav)

source: (unlimited)
bs: (neograničeno)

source: <infinite_background> needs <is_open> to be set to work correctly!!
bs: <infinite_background> treba <is_open> biti postavljena da bi ispravno radila!!

source: Air attack
bs: Zračni napad

source: All-Team results:
bs: Rezultat svih timova:

source: Authors:
bs: Autori:

source: Automatic bazooka
bs: Automatska bazuka

source: Baseball
bs: Baseball palica

source: Bazooka
bs: Bazuka

source: C++ exception caught:
bs: C++ izuzetak nađen:

source: Can't find team %s!
bs: Nemože naći timove %s!

source: Cannot open teams directory (%s)!
bs: Nemogu otvorit timov direktorij (%s)!

source: ClusterBomb
bs: Kasetna Bomba

source: Commit suicide
bs: Počini samoubistvo

source: Credits
bs: Krediti

source: Display player energy?
bs: Prikaži energiju igrača?

source: Display player's name?
bs: Prikaži ime igrača?

source: Display wind particles?
bs: Prikazuj trukne vjetra?

source: Do you really want to quit? (Y/N)
bs: Da li želite da izađete? (Y/N)

source: Duration of a turn:
bs: Trajanje reda:

source: Duration of the end of a turn:
bs: Trajanje kraja reda:

source: Dynamite
bs: Dinamit

source: End of the game!
bs: Kraj igre!

source: Energy:
bs: Energija

source: Error during loading skin %s:
bs: Greška tokom učitavanja skina %s:

source: Error in %s:%lu
bs: Greška u %s:%lu

source: Error loading team %s:
bs: Greška kod očitavanja timova %s :

source: Error while creating directory "%s": unable to store configuration file.
bs: Greška tokom pravljenja direktorija "%s": nije u mogućnosti da spremi konfiguracionu datoteku.

source: Error while loading configuration file: %s
bs: Greška tokom učitavanja konfiguracione datoteke: %s

source: Error while loading game mode %s (file %s):
bs: Greška tokom učitavanja moda igre %s (file %s):

source: Error: %s
bs: Greška : %s

source: Find a random position for characters
bs: Pronađi pozicije za likove nasumice

source: Fullscreen?
bs: Puni ekran?

source: Game options
bs: Opcije Igre

source: Graphic options
bs: Grafičke opcije

source: Grenade
bs: Granata

source: Ground initialization...
bs: Initalaizacija baze ...

source: Gun
bs: Pištolj

source: HOME directory (environment variable $HOME) could not be found!
bs: HOME direktor (okolina promjenjiva $HOME) nije mogla biti pronađena!

source: Initial energy:
bs: Početna Energija:

source: Initialisation
bs: Inicijalizacija

source: Initialisation of TTF library failed: %s
bs: Inicijalizacija TTF biblioteke nije uspjelo: %s

source: Initialise data
bs: Inicijaniranje podataka

source: Initialise objects
bs: Inicijaliziranje objekata

source: Initialise teams
bs: Inicijaliziranje timova

source: Load map
bs: Učitaj mapu

source: Load maps:
bs: Učitaj mape:

source: Load skins:
bs: Učitaj skinove:

source: Load teams:
bs: Učitaj timove:

source: Map %s, a creation of :
bs: Mapa %s, je kreacija:

source: Maximum number of FPS:
bs: Maximalaan broj FPS:

source: Mine
bs: Mina

source: Music?
bs: Muzika?

source: Name:
bs: Ime:

source: Network Game
bs: Mrežna Igra

source: No element <%s> found in the xml config file!
bs: Nijedan element <%s> nije nađen u xml konfiguracionoj datoteci!

source: Nobody
bs: Niko

source: Number of players per team:
bs: Broj igrača po timu:

source: Options
bs: Opcije

source: Play
bs: Igraj

source: Please tell us your opinion of Wormux via email:
bs: Molimo recite nam vaše mišljenje o Wormux-u putem email-a:

source: Press a key to continue.
bs: Pritisni tipku da nastavis.

source: Quit
bs: Odustani

source: Quit Wormux
bs: Izadji iz Wormux-a

source: Run game
bs: Pokreni igru

source: Select the teams:
bs: Izaberi timove:

source: Select the world:
bs: Izaberi svijet:

source: Sound effects?
bs: Zvučni efekti?

source: Sound options
bs: Zvučne opcije

source: Starting a new game
bs: Pokreni novu igru

source: Stock:
bs: Zaliha:

source: Team %s results:
bs: Rezultati %s tima:

source: Teleportation
bs: Teleportacija

source: The automatic rocket has left the battlefield...
bs: Autotamska rakete je napustila bojište...

source: The game has ended as a draw.
bs: Igra je završena kao neriješena.

source: The rocket left the battlefield...
bs: Raketa je napustila bojište...

source: Unable to initialize SDL library: %s
bs: Nije u stanju da inicijaliyira SDL biblioteku: %s

source: Unable to open maps directory (%s)!
bs: Nije u stanju da otvori direktorij sa mapama (%s)!

source: Unable to open skins directory (%s)!
bs: Nije u stanju da otvori direktorij sa skinovima (%s)!

source: Unexcepted exception caught...
bs: Neočekivani izuzetak uhvaćen...

source: Unknow action
bs: Nepoznata akcija

source: Version
bs: Verzija

source: Wait for clients
bs: Sačekajte klijente

source: Wait for map
bs: Sačekaj mapu

source: Wait for server
bs: Sačekaj server

source: Wait for server informations
bs: Sačekaj za server informacije

source: Wait teams
bs: Sačekaj timove

source: Weapon:
bs: Oružje:

source: Website:
bs: Web stranica:

source: What a shame for %s - he was killed by a simple gun!
bs: Koja sramota za %s - koji je ubijen najobičnijim pištoljem!

source: Wormux launching...
bs: Wormux se učitava...

source: Wormux version
bs: Wormux verzija

source: XML error during loading map '%s' :
bs: XML greška tokom lodiranja mape '%s' :

source: You need at least one valid map !
bs: Trebate barem jednu važeće mapu!

source: You need at least two teams to play: change this in 'Options menu' !
bs: Trebate barem dva tima da igraju: promijeni ovo u 'Menu za Opcije ' !

source: You need at least two valid teams !
bs: Trebate barem dva važeća tima !

source: Your shot has missed!
bs: Vaš hitac je promašio!

source: done
bs: gotov
