Repository: yeKcim/warmux
Catalog: old/wormux-0.7/po/*.po
Languages: pl

source: ! Map %s not found :-(
pl: ! Mapa %s nie odnaleziona :-(

source: %s (%s team) has died.
pl: %s (drużyna %s) umarł.

source: %s <%s> aka %s from %s
pl: %s <%s> aka %s z %s

source: %s <%s> from %s
pl: %s <%s> z %s

source: %s commits suicide !
pl: %s popełnił samobójstwo !

source: %s has fallen in water.
pl: %s wpadł do wody.

source: %s has fallen off the map!
pl: %s wyleciał poza mapę!

source: %s has lost %u point of energy.
pl: %s stracił %u punkt energii.

source: %s has won %u point of energy!
pl: %s zyskał %u punkt energii!

source: %s is a psychopath, he has killed a member of %s team!
pl: %s jest psychopatą, zabił członka drużyny %s !

source: %s is dead because he is clumsy!
pl: %s nieżyje przez swoją niezdarność!

source: %s is next to a mine!
pl: %s jest blisko miny!

source: %s team has won %u automatic bazooka!
pl: Drużyna %s zyskała %u automatyczną wyrzutnię rakiet!

source: %s team has won %u stick of dynamite!
pl: Drużyna %s zyskała %u laskę dynamitu!

source: %s team has won %u teleportation.
pl: Drużyna %s zyskała %u teleportację.

source: '%s has won %u air attack
pl: %s wygrał %u atak powietrzny

source: (dead)
pl: (martwy)

source: (unlimited)
pl: (nieograniczony)

source: <infinite_background> needs <is_open> to be set to work correctly!!
pl: <infinite_background> wymaga odpowiednio ustawionego <is_open>!!

source: Air attack
pl: Atak powietrzny

source: Authors:
pl: Autorzy:

source: Automatic bazooka
pl: Automatyczna wyrzutnia rakiet

source: Baseball
pl: Pałka

source: C++ exception caught:
pl: Złapany wyjątek C++:

source: Can't find team %s!
pl: Nie mogę znaleźć drużyny %s!

source: Cannot open teams directory (%s)!
pl: Nie mogę otworzyć katalogu drużyn (%s)!

source: ClusterBomb
pl: Bomba rozpryskowa

source: Commit suicide
pl: Samobójstwo

source: Display player energy?
pl: Wyświetlać energię graczy?

source: Display player's name?
pl: Wyświetlać imiona graczy?

source: Display wind particles?
pl: Wyświetlać cząsteczki wiatru?

source: Do you really want to quit? (Y/N)
pl: Naprawdę chcesz wyjść (T/N) ?

source: Duration of a turn:
pl: Czas kolejki:

source: Duration of the end of a turn:
pl: Czas do zakończenia rundy:

source: Dynamite
pl: Dynamit

source: Energy:
pl: Energia:

source: Error during loading skin %s:
pl: Błąd podczas ładowania skórki %s:

source: Error in %s:%lu
pl: Błąd w %s:%lu

source: Error loading team %s:
pl: Błąd podczas ładowania drużyny %s:

source: Error while loading game mode %s (file %s):
pl: Błąd podczas ładowania trybu gry %s (plik %s):

source: Error: %s
pl: Błąd: %s

source: Error: can't find the skin "%s" for the team "%s".
pl: Nie mogę odnaleźć skórki "%s" dla drużyny "%s".

source: Fullscreen?
pl: Pełny ekran?

source: Game options
pl: Opcje gry

source: Graphic options
pl: Opcje graficzne

source: Grenade
pl: Granat

source: Gun
pl: Pistolet

source: HOME directory (environment variable $HOME) could not be found!
pl: Katalog domowy (zmienna środowiskowa $HOME) nie mógł zostać odnaleziony!

source: Initial energy:
pl: Początkowa ilość energii:

source: Initialisation
pl: Inicjalizacja

source: Initialise data
pl: Inicjalizacja danych

source: Initialise teams
pl: Inicjalizacja drużyn

source: Load map
pl: Załaduj mapę

source: Load maps:
pl: Ładowanie map:

source: Load skins:
pl: Ładowanie skórek:

source: Load teams:
pl: Ładowanie drużyn:

source: Map %s, a creation of :
pl: Mapa %s, stworzona przez :

source: Maximum number of FPS:
pl: Maksymalna liczba FPS:

source: Mine
pl: Mina

source: Music?
pl: Muzyka?

source: Name:
pl: Nazwa:

source: Network Game
pl: Gra sieciowa

source: No element <%s> found in the xml config file!
pl: Element <%s> nie został odnaleziony w pliku konfiguracyjnym xml!

source: Number of players per team:
pl: Liczba graczy w drużynie:

source: Options
pl: Opcje

source: Pause
pl: Pauza

source: Play
pl: Graj

source: Please tell us your opinion of Wormux via email:
pl: Prosimy o komentarze na temat Wormuksa poprzez email:

source: Quit
pl: Wyjdź

source: Run game
pl: Włączanie gry

source: Select the teams:
pl: Wybór drużyn:

source: Select the world:
pl: Wybór świata:

source: Sound effects?
pl: Efekty dźwiękowe?

source: Sound options
pl: Opcje dźwiękowe

source: Starting a new game
pl: Uruchamianie nowej gry

source: Stock:
pl: Stan:

source: Teleportation
pl: Teleportacja

source: The automatic rocket has left the battlefield...
pl: Automatyczna rakieta opuściła pole bitwy...

source: The rocket left the battlefield...
pl: Rakieta opuściła pole bitwy...

source: Unable to open maps directory (%s)!
pl: Nie mogę otworzyć katalogu z mapami (%s)!

source: Unable to open skins directory (%s)!
pl: Nie mogę otworzyć katalogu ze skórkami (%s)!

source: Unexcepted exception caught...
pl: Złapany niespodziewany wyjątek ...

source: Unknow action
pl: Nieznana akcja

source: Version
pl: Wersja

source: Wait for clients
pl: Oczekiwanie na klientów

source: Wait for map
pl: Oczekiwanie na mapę

source: Wait for server
pl: Oczekiwanie na serwer

source: Wait for server informations
pl: Oczekiwanie na informacje z serwera

source: Wait teams
pl: Drużyn oczekujące

source: Warning! Winds particles mass is too low! Set by default to 0.3
pl: Uwaga! Masa cząsteczek wiatru jest zbyt niska! Ustawiona domyślnie na 0.3

source: Weapon:
pl: Broń:

source: Website:
pl: Strona domowa:

source: What a shame for %s - he was killed by a simple gun!
pl: Co za wstyd dla %s - został zabity zwykłym pistoletem!

source: Wormux launching...
pl: Uruchamianie Wormuksa.

source: Wormux version
pl: Wersja Wormuksa

source: XML error during loading map '%s' :
pl: Błąd XML podczas ładowania mapy '%s' :

source: You need at least one valid map !
pl: Musisz mieć przynajmniej jedną mapę !

source: You need at least two teams to play: change this in 'Options menu' !
pl: Musisz mieć co najmniej dwie drużyny by grać. Zmień to w opcjach !

source: You need at least two valid teams !
pl: Musisz ustawić przynajmniej dwie drużyny !
