Repository: yeKcim/warmux
Catalog: old/wormux-0.8alpha1/po/*.po
Languages: de

source: Most useful :
de: Am nützlichsten :

source: Most useless :
de: Am nutzlosesten :

source: Most violent :
de: Am gewalttätigsten :

source: has joined the party
de: hat das Spiel betreten

source: has left the party
de: hat das Spiel verlassen

source: players are not yet ready!
de: Spieler sind noch nicht verbunden!

source: players connected
de: Spieler verbunden

source: players ready
de: Spieler bereit

source: ! Map %s not found :-(
de: ! Karte %s nicht gefunden :-(

source: %s (%s team) has died.
de: %s (Mannschaft %s) ist gestorben.

source: %s <%s> aka %s from %s
de: %s <%s> aka %s aus %s

source: %s <%s> from %s
de: %s <%s> aus %s

source: %s commits suicide !
de: %s begeht Selbstmord!

source: %s has fallen in water.
de: %s ist ins Wasser gefallen.

source: %s has fallen off the map!
de: %s ist von der Karte gefallen!

source: %s has lost %u point of energy.
de: %s verliert %u Lebenspunkt.

source: %s has won %u point of energy!
de: %s hat %u Lebenspunkt gewonnen!

source: %s is a psychopath, he has killed a member of %s team!
de: %s ist ein Psychopath, er hat ein Mitglied von Mannschaft %s getötet!

source: %s is dead because he is clumsy!
de: %s stirbt durch seine Tollpatschigkeit!

source: %s is next to a mine!
de: %s ist neben einer Mine!

source: %s team has skipped its turn.
de: Team %s hat seine Runde übersprungen.

source: %s team has won %u Automatic Bazooka!
de: Mannschaft %s hat %u Lenkrakete gewonnen!

source: %s team has won %u Riot Bomb!
de: Mannschaft %s hat %u Lärmbombe gewonnen!

source: %s team has won %u stick of Dynamite!
de: Mannschaft %s hat %u Stange Dynamit gewonnen!

source: %s team has won %u teleportation.
de: Mannschaft %s hat %u Teleporter gewonnen.

source: '%s has won %u Air Attack
de: %s hat %u Luftangriff gewonnen

source: '%s has won %u Anvil
de: %s hat %u Amboss gewonnen

source: '%s has won %u Baseball bat
de: %s hat %u Baseballschläger gewonnen

source: '%s has won %u Holy grenade
de: %s hat %u Heilige Granate gewonnen

source: '%s has won %u Low gravity
de: %s hat %u Niedrige Schwerkraft gewonnen

source: (dead)
de: (tot)

source: (unlimited)
de: (unbegrenzt)

source: Air Attack
de: Luftangriff

source: Airhammer
de: Presslufthammer

source: All teams
de: Alle Mannschaften

source: All teams results:
de: Alle Mannschaftsergebnisse:

source: Anvil
de: Amboss

source: Authors:
de: Autoren:

source: Automatic Bazooka
de: Lenkrakete

source: Baseball Bat
de: Baseballschläger

source: Bazooka
de: Panzerfaust

source: Blowtorch
de: Schneidbrenner

source: Bounce Ball
de: Springball

source: Bye bye tux...
de: Und tschüss Tux...

source: C++ exception caught:
de: C++ Ausnahmefehler abgefangen:

source: Can't find team %s!
de: Kann Mannschaft %s nicht finden!

source: Cannot open teams directory (%s)!
de: Kann das Mannschaftenverzeichnis (%s) nicht öfnen!

source: Cluster Bomb
de: Splittergranate

source: Commit Suicide
de: Selbstmord begehen

source: Connect to game
de: Zum Spiel verbinden

source: Connected to
de: Verbunden zu

source: Credits
de: Abspann

source: Do you really want to quit? (Y/N)
de: Wollen Sie das Programm wirklich beenden? (J/N)

source: Duration of a turn
de: Dauer einer Runde

source: Dynamite
de: Dynamit

source: Energy:
de: Energie:

source: Error in %s:%lu
de: Fehler in %s:%lu

source: Error loading team %s:
de: Fehler beim Laden von Mannschaft %s:

source: Error loading team's data %s:
de: Fehler beim Laden der Daten der Mannschaft %s:

source: Error while creating directory "%s": unable to store configuration file.
de: Fehler beim Erstellen des Verzeichnisses "%s": kann Konfigurationsdatei nicht speichern.

source: Error while loading configuration file: %s
de: Fehler beim Laden der Konfigurationsdatei: %s

source: Error while loading game mode %s (file %s):
de: Fehler beim Laden des Spielmodus %s (Datei %s):

source: Error: %s
de: Fehler: %s

source: Error: can't find the body "%s" for the team "%s".
de: Fehler: kann den Körper "%s" für Mannschaft "%s" nicht finden.

source: Failed to initialize network library!
de: Kann Netzwerk-Bibliothek nicht initialisieren!

source: Find a random position for characters
de: Zufällige Platzierung der Figuren

source: Fullscreen?
de: Vollbild?

source: Game options:
de: Spiel Einstellungen:

source: Gnu Launcher
de: Gnu-Werfer

source: Grenade
de: Granate

source: Ground initialization...
de: Initialisiere Spielfeld...

source: Gun
de: Pistole

source: HOME directory (environment variable $HOME) could not be found!
de: HOME Verzeichnis (Umgebungsvariable $HOME) konnte nicht gefunden werden!

source: Head commander
de: Hauptkommandant

source: Holy Grenade
de: Heilige Granate

source: Host a game
de: Spiel hosten

source: Hurry up, you are too slow !!
de: Beeile dich, du bist zu langsam !!

source: If you found a bug or have a feature request send us a email (in english, please):
de: Falls du einen Fehler gefunden oder einen Featurewunsch hast, sende uns eine E-Mail (in English bitte):

source: Initial energy
de: Startenergie

source: Initialisation
de: Initialisierung

source: Initialisation of TTF library failed: %s
de: Initialisierung der TTF Bibliothek fehlgeschlagen: %s

source: Initialise data
de: Initialisiere Daten

source: Initialise objects
de: Initialisiere Objekte

source: Initialise teams
de: Initialisiere Mannschaft

source: Invalid port!
de: Ungültiger Port!

source: Invalid server adress!
de: Ungültige Serveradresse!

source: Is it a gift?
de: Ist es ein Geschenk?

source: Jetpack
de: Düsenrucksack

source: Join #wormux on irc.freenode.net to find
de: Komm nach #wormux auf irc.freenode.net

source: Load maps:
de: Lade Karten:

source: Load teams:
de: Lade Mannschaft:

source: LowGrav
de: Geringe Schwerkraft

source: Maps
de: Karten

source: Max number of players:
de: Maximale Anzahl an Spielern:

source: Maximum FPS
de: Maximale FPS

source: Most useful
de: Am nützlichsten

source: Most useless
de: Am nutzlosesten

source: Most violent
de: Am gewalttätigsten

source: Music?
de: Musik?

source: Network Game
de: Netzwerkspiel

source: Ninjarope
de: Ninjaseil

source: No element <%s> found in the xml config file!
de: Kein Element <%s> in der XML-Config-Datei gefunden!

source: Nobody!
de: Niemand!

source: Number of characters
de: Anzahl der Figuren

source: Number of teams:
de: Anzahl der Mannschaften

source: Only the server can set the map!
de: Nur der Server kann die Karte setzen!

source: Options
de: Einstellungen

source: Parachute
de: Fallschirm

source: Parachute is activated automatically.
de: Fallschirm wird automatisch aktiviert.

source: Play
de: Spielen

source: Player X
de: Spieler X

source: Player energy?
de: Spielerenergie?

source: Player's name?
de: Spielername?

source: Polecat Launcher
de: Stinktier-Werfer

source: Quit
de: Verlassen

source: Quit Wormux
de: Wormux verlassen

source: Resolution
de: Auflösung

source: Riot Bomb
de: Lärmbombe

source: Run game
de: Spiel starten

source: Select the teams:
de: Wähle die Mannschaften aus:

source: Select the world:
de: Wähle die Welt aus:

source: Server adress:
de: Server Adresse:

source: Server started
de: Server gestartet

source: Shotgun
de: Schrotflinte

source: Skip turn
de: Runde überspringen

source: Sniper Rifle
de: Scharfschützengewehr

source: So you have to restart Wormux after each
de: Deshalb musst du Wormux nach jedem

source: Sound effects?
de: Soundeffekte?

source: Sound frequency
de: Tonfrequenz

source: Sounds
de: Geräusche

source: Starting a new game
de: Starte ein neues Spiel

source: Stock:
de: Vorrat:

source: Submachine Gun
de: Maschinenpistole

source: Syringe
de: Spritze

source: Team %s results:
de: Ergebnisse Team %s:

source: Teams
de: Manschaften

source: The Cluster Bomb has left the battlefield before it could explode.
de: Die Splittergranate hat das Schlachtfeld verlassen bevor sie explodieren konnte.

source: The automatic rocket has left the battlefield...
de: Die Lenkrakete hat das Schlachtfeld verlassen...

source: The rocket has left the battlefield...
de: Die Rakete hat das Schlachtfeld verlassen...

source: Unable to contact server!
de: Kann Server nicht kontaktieren!

source: Unable to initialize SDL library: %s
de: Kann SDL Bibliothek nicht initialisieren: %s

source: Unable to open maps directory (%s)!
de: Kann das Karten-Verzeichnis (%s) nicht öffnen!

source: Unable to start server
de: Kann Server nicht starten

source: Unexpected exception caught...
de: Unerwarteter Ausnahmefehler aufgetreten...

source: WARNING! Disconnections are not yet handled.
de: WARNUNG! Verbindungstrennungen werden noch nicht behandelt.

source: Wait!
de: Warte!

source: Weapon:
de: Waffe:

source: Weapons
de: Waffen

source: Website:
de: Webseite:

source: What a shame for %s - he was killed by a simple gun!
de: Wie peinlich für %s - er wurde mit einer einfachen Pistole getötet!

source: Wind particles?
de: Windpartikel?

source: Wormux launching...
de: Wormux startet...

source: Wormux versions are differents : client=%s, server=%s.
de: Wormux Versionen sind verschieden : Client=%s, Server=%s.

source: XML error during loading map '%s' :
de: XML Fehler beim Laden der Karte '%s ':

source: You need at least one valid map !
de: Du brauchst mindestens eine gültige Karte !

source: You need at least two teams to play: change this in 'Options menu' !
de: Du brauchst mindestens zwei Mannschaften, ändere die Anzahl der Mannschaften im Einstellungsmenü!

source: You need at least two valid teams !
de: Du brauchst mindestens zwei gültige Mannschaften!

source: Your shot has missed!
de: Dein Schuss ging daneben!

source: disconnection!
de: Verbindungsabbau beenden!

source: done
de: fertig

source: some opponents.
de: um Gegner zu finden.
